src/test/resources/ws/requestUser.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:gs="http://github.com/hosomi/develop-spring-template">
<soapenv:Header/>
    <soapenv:Body>
        <gs:getUserRequest>
            <loginUserId>test</loginUserId>>
        </gs:getUserRequest>
    </soapenv:Body>
</soapenv:Envelope>